       *> Sample GNUCOBOL program
       identification division.
       program-id. hellonew.
       procedure division.
       display
           "Hello, new world!"
       end-display
       goback.
           
